tap "isen-ng/dotnet-sdk-versions"
tap "jmhobbs/parrot"
tap "koekeishiya/formulae"
brew "awscli"
brew "cowsay"
brew "diff-so-fancy"
brew "docker"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "gnupg"
brew "lazygit"
brew "neovim"
brew "node@20"
brew "node@22"
brew "pinentry-mac"
brew "pnpm"
brew "postgresql@14"
brew "prettier"
brew "prettierd"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "yarn"
brew "ykman"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "koekeishiya/formulae/skhd"
cask "docker-desktop"
cask "dotnet-sdk"
cask "dotnet-sdk8"
cask "font-0xproto-nerd-font"
cask "font-fira-code-nerd-font"
cask "maccy"
cask "middleclick"
cask "openvpn-connect"
cask "rider"
cask "slack"
cask "spotify"
cask "wezterm"
cask "windows-app"
cask "zed"
